0ad
7zip
acpi
acpid
age
aircrack-ng
alsa-utils
amd-ucode
amdvlk
android-tools
appstream-glib
arandr
arch-install-scripts
archlinux-contrib
aria2
arm-none-eabi-gdb
aspell
aspell-en
atool
base
base-devel
bash-completion
bashtop
bat
bc
bind
binwalk
blueman
bluez-utils
boost
bridge-utils
btop
calf
calibre
ccache
clang
cloc
cmake
cmus
cockatrice
coq
cppcheck
cronie
ctags
cups
cups-pdf
dash
dialog
discord
dmidecode
dnsmasq
dpkg
drawing
dunst
easyeffects
ed
edk2-ovmf
efibootmgr
emacs
ethtool
evtest
exfat-utils
exiv2
expac
eza
fasm
fd
feh
ffmpeg4.4
ffmpegthumbnailer
firefox
flake8
fzf
gcc-fortran
gcr
gdb
ghc
ghc-static
gimp
git
gnuplot
gparted
grub
gst-plugin-gtk
gst-plugins-bad
gufw
hashcat
haskell-base-prelude
haskell-random
helvum
hplip
hq
hspell
htop
hwinfo
hyperfine
imagemagick
imwheel
inetutils
iputils
ipython
irqbalance
irssi
ispell
itstool
jdk21-openjdk
john
jq
jre17-openjdk
jre8-openjdk-headless
jupyter-notebook
kdeconnect
keepassxc
kernel-modules-hook
kitty
krita
lib32-vulkan-radeon
libnotify
libreoffice-still
libvoikko
linux
linux-firmware
linux-headers
linux-lts
linux-zen-headers
lostfiles
love
lshw
ltrace
lua
luacheck
luakit
luarocks
lutris
macchanger
mailutils
man-db
man-pages
mediainfo
memtester
meson
moreutils
mpc
mpd
mpdscribble
mpv
mupdf
mupdf-tools
musl
mutt
mypaint
nano
nasm
ncdu
ncmpcpp
nemo
neofetch
net-tools
netcdf
netctl
nethogs
networkmanager
nfs-utils
nicotine+
nm-connection-editor
nmap
nnn
noise-suppression-for-voice
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
nuspell
nyxt
obs-studio
octave
okular
openblas
openbsd-netcat
pacman-contrib
pavucontrol
pdfjs
pdftk
perf
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
powertop
pulsemixer
pv
pypy3
python-adblock
python-astropy
python-matplotlib
python-numpy
python-pandas
python-pillow
python-pip
python-pwntools
python-pycodestyle
python-pygame
python-pylint
python-regex
python-sympy
python-wheel
qemu-desktop
qjackctl
quicklisp
qutebrowser
ranger
raylib
redshift
renameutils
rhythmbox
ripgrep
rlwrap
rnnoise
rsync
rust
sagemath
sbcl
scrcpy
scrot
sdparm
simple-scan
smartmontools
socat
speedtest-cli
sqlitebrowser
sshfs
steam
strace
stumpwm
subdl
swi-prolog
sx
sxiv
syncthing
system-config-printer
systemd-sysvcompat
tcsh
testdisk
texlive-basic
texlive-bin
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
thunar
tlp
tmux
tor
traceroute
translate-shell
transmission-qt
tree
ttf-arphic-uming
ttf-baekmuk
ttf-indic-otf
ttf-iosevka-nerd
ttf-nerd-fonts-symbols
udiskie
udisks2
ufw
unclutter
unrar
unzip
upower
valgrind
virt-manager
virt-viewer
vis
vnstat
vulkan-radeon
w3m
webkit2gtk
wget
whois
wine
wine-gecko
wine-mono
winetricks
wmctrl
xcape
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-wacom
xf86-video-amdgpu
xmonad
xorg-xfontsel
xsel
xss-lock
yarn
yt-dlp
zam-plugins
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zita-convolver
zsh
