acpi
acpid
age
aircrack-ng
alsa-utils
amd-ucode
amdvlk
android-tools
arch-install-scripts
archlinux-contrib
aria2
aspell
atool
base
bash-completion
bashtop
bat
bc
bind
bridge-utils
btop
calibre
ccache
ccze
cloc
cmake
cmus
cppcheck
cronie
ctags
dash
dialog
dietlibc
discord
dmidecode
dnsmasq
dpkg
dunst
ed
edk2-ovmf
efibootmgr
emacs
ethtool
evtest
exa
exfat-utils
exiv2
expac
ext4magic
fasm
fd
feh
ffmpegthumbnailer
firefox
flake8
fzf
gcr
gdb
ghc
ghc-static
gimp
git
gnuplot
grub
hashcat
haskell-base-prelude
haskell-random
hq
hspell
htop
hyperfine
imagemagick
inetutils
iputils
ipython
irqbalance
irssi
ispell
jdk-openjdk
jq
jre17-openjdk
jre8-openjdk-headless
keepassxc
kernel-modules-hook
kitty
kolourpaint
krita
lib32-vulkan-radeon
libnotify
libreoffice-still
libvoikko
linux
linux-firmware
linux-headers
linux-lts
linux-zen
linux-zen-headers
lostfiles
love
ltrace
lua
luacheck
luakit
luarocks
lutris
macchanger
man-db
man-pages
mediainfo
mlocate
moreutils
mpc
mpd
mpv
mupdf
mupdf-tools
musl
mutt
mypaint
nano
nasm
ncdu
ncmpcpp
nemo
neofetch
net-tools
netctl
nethogs
networkmanager
nicotine+
nm-connection-editor
nmap
nnn
noise-suppression-for-voice
noto-fonts-emoji
ntfs-3g
ntp
nuspell
nyxt
octave
openbsd-netcat
p7zip
pacman-contrib
pavucontrol
pdfjs
pdftk
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
ps_mem
pulsemixer
pv
pypy3
python-adblock
python-matplotlib
python-numpy
python-pandas
python-pillow
python-pip
python-pycodestyle
python-pygame
python-pylint
python-regex
python-sympy
python-wheel
qemu-desktop
qjackctl
quicklisp
qutebrowser
ranger
redshift
ripgrep
rlwrap
rsync
sagemath
sbcl
scrot
socat
speedtest-cli
strace
stumpwm
subdl
sx
sxiv
syncthing
systemd-sysvcompat
testdisk
texlive-bin
texlive-core
thunar
tlp
tmux
tor
traceroute
transmission-qt
tree
ttf-arphic-uming
ttf-indic-otf
ttf-iosevka-nerd
ttf-nerd-fonts-symbols-2048-em
udisks2
ufw
unclutter
unrar
unzip
upower
virt-manager
virt-viewer
vis
vnstat
vulkan-radeon
w3m
webkit2gtk
weechat
wget
wine-gecko
wine-mono
winetricks
wmctrl
xcape
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-video-amdgpu
xmonad
xorg-xfontsel
xsel
xss-lock
youtube-dl
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
