acpi
acpid
amd-ucode
android-tools
aria2
aspell
atool
autoconf
automake
base
bash-completion
bat
bc
bdf-unifont
beep
binutils
btop
ccze
cronie
discord
dnsmasq
dpkg
dunst
efibootmgr
exa
exfat-utils
expac
fakeroot
feh
file
findutils
flex
fzf
gawk
gcc
gcr
git
gnu-netcat
gnuplot
grep
groff
grub
gzip
haveged
hspell
htop
imagemagick
inetutils
iputils
java8-openjfx
jdk-openjdk
jdk8-openjdk
jq
jre8-openjdk
jre8-openjdk-headless
kitty
libnotify
libtool
libvoikko
linux
linux-firmware
linux-headers
linux-lts
lshw
ltrace
lxappearance
lynx
m4
macchanger
make
man-db
mediainfo
mlocate
moreutils
mpc
mpd
mpv
mupdf
mupdf-tools
ncdu
ncmpcpp
neofetch
networkmanager
nodejs
noto-fonts-emoji
ntfs-3g
nuspell
obs-studio
otf-ipafont
pacgraph
pacman
pacman-contrib
patch
pcurses
pdfjs
pigz
pkgconf
powertop
ps_mem
pulseaudio
pulsemixer
pv
python-adblock
python-numpy
python-pillow
python-pip
qutebrowser
reflector
ripgrep
rofi
rsync
scrot
sed
socat
strace
subdl
sudo
sxiv
systemd-sysvcompat
thunar
thunar-volman
tlp
tor
traceroute
translate-shell
transmission-qt
tree
ttf-arphic-uming
ttf-indic-otf
ttf-nerd-fonts-symbols
udisks2
unclutter
unrar
unzip
upower
valgrind
vnstat
wget
which
wmctrl
xcape
xclip
xdg-user-dirs
xdotool
xf86-video-amdgpu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zoxide
zsh
